Repository: prashikdewtale10/pylingo
Catalog: gui/locales/*/LC_MESSAGES/messages.po
Languages: hi, mr

source: PyLingo Translator
hi: पायलिंगो अनुवादक
mr: पायलिंगो अनुवादक

source: Enter text below or upload a file:
hi: नीचे पाठ दर्ज करें या एक फ़ाइल अपलोड करें:
mr: खाली मजकूर प्रविष्ट करा किंवा फाईल अपलोड करा:

source: Choose a text file
hi: एक पाठ फ़ाइल चुनें
mr: मजकूर फाईल निवडा

source: File content:
hi: फ़ाइल सामग्री:
mr: फाईल सामग्री:

source: Enter the text you want to translate:
hi: वह पाठ दर्ज करें जिसे आप अनुवाद करना चाहते हैं:
mr: आपण अनुवाद करू इच्छित असलेला मजकूर प्रविष्ट करा:

source: Select target language:
hi: लक्ष्य भाषा का चयन करें:
mr: भाषा निवडा:

source: Translate
hi: अनुवाद करें
mr: अनुवाद करा

source: Translated Text
hi: अनुवादित पाठ
mr: अनुवादित मजकूर

source: Please enter some text or upload a file for translation!
hi: कृपया अनुवाद के लिए कुछ पाठ दर्ज करें या एक फ़ाइल अपलोड करें!
mr: कृपया अनुवादासाठी काही मजकूर प्रविष्ट करा किंवा फाईल अपलोड करा!

source: Clear
hi: साफ़ करें
mr: स्पष्ट करा
